{
  "navbar": {
    "about": "Sobre mí",
    "resume": "Currículum",
    "portfolio": "Portfolio",
    "contact": "Contacto",
    "tfg": "TFG"
  },
  "sidebar": {
    "job-title": "Estudiante de Ingeniería Informática",
    "contact-email-title": "EMAIL",
    "contact-email": "imanolquinber26{'@'}gmail.com",
    "contact-birthday-title": "FECHA DE NACIMIENTO",
    "contact-birthday": "9 octubre, 2003",
    "contact-location-title": "LUGAR DE RESIDENCIA",
    "contact-location": "Telde, Gran Canaria, Islas Canarias"
  },
  "about": {
    "title": "Sobre Mí",
    "text": {
      "p1": "Nacido en Gran Canaria, completé la Educación Secundaria Obligatoria y el Bachillerato en el Instituto José Arencibia Gil. Tras superar la prueba de acceso a la universidad y sin tener aún una decisión clara sobre mi futuro, opté por cursar el Grado en Ingeniería Informática en la Universidad de Las Palmas de Gran Canaria. Mi interés por las nuevas tecnologías y las metodologías aplicadas tanto en situaciones cotidianas como en el ámbito científico fue el motor que me llevó a esta decisión.",
      "p2": "Durante estos años, he cultivado una gran motivación por aprender y desarrollarme en diversas áreas, especialmente en el ámbito del desarrollo de software y en la adquisición de buenas prácticas de programación.",
      "p3": "En mi último año de carrera, tuve la oportunidad de realizar las prácticas curriculares en <i>Aplicaciones Informáticas Domingo Alonso</i>, empresa matriz del grupo automovilístico Domingo Alonso. Durante esta experiencia, contribuí al desarrollo de funcionalidades avanzadas en proyectos de backend utilizando tecnologías modernas como .NET."
    },
    "services": {
      "title": "Lo que estoy haciendo",
      "studying": {
        "title": "Estudiando",
        "text": "Participando en un aprendizaje continuo y adquiriendo nuevas habilidades para mantenerse actualizado con las últimas tendencias, conocimientos y tecnologías."
      },
      "best-practices": {
        "title": "Buenas prácticas",
        "text": "Siempre esforzándome por seguir las mejores prácticas en el desarrollo web. Esto incluye escribir código limpio y usar control de versiones."
      },
      "software-development": {
        "title": "Desarrollo de software",
        "text": "Interesado en el campo del desarrollo de software. Continuamente aprendiendo y aplicando nuevas tecnologías para resolver problemas complejos y mejorar las experiencias de los usuarios."
      },
      "keep-investigating": {
        "title": "¡A seguir investigando!",
        "text": "Realizando investigaciones exhaustivas para proporcionar información y conocimientos de alta calidad."
      }
    },
    "experience": {
      "title": "Experiencia Académica y Profesional"
    }
  },
  "resume": {
    "title": "Currículum",
    "education": {
      "title": "Educación",
      "university": {
        "title": "Universidad de Las Palmas de Gran Canaria",
        "degree": "Grado en Ingeniería Informática",
        "date": "2021 - Presente",
        "description": "Grado en Ingeniería Informática, adquiriendo habilidades en desarrollo de software, ingeniería de sistemas y tecnologías emergentes."
      },
      "highschool": {
        "title": "Instituto de Educación Secundaria José Arencibia Gil",
        "degree": "Bachillerato Tecnológico",
        "date": "2019 - 2021",
        "description": "Educación Secundaria y Bachillerato Tecnológico, con un enfoque en materias de ciencias, matemáticas y tecnología, desarrollando habilidades fundamentales para el campo de la ingeniería."
      }
    },
    "experience": {
      "title": "Experiencia Profesional",
      "internship": {
        "company": "<i>Aplicaciones Informáticas Domingo Alonso</i>",
        "position": "Prácticas Curriculares",
        "date": "oct. 2024 - dic. 2024",
        "description": "Prácticas curriculares de último año en AIDA (<i>Aplicaciones Informáticas Domingo Alonso</i>), formando parte del equipo de Ventas de Importación, contribuyendo al desarrollo de funcionalidades clave."
      }
    }
  },
  "portfolio": {
    "title": "Portfolio",
    "types": {
      "all": "Todo",
      "web": "Desarrollo Web",
      "applications": "Aplicaciones",
      "projects": "Proyectos"
    }
  },
  "contact": {
    "title": "Contacto",
    "contact-form": {
      "title": "Contáctame",
      "name": "Nombre Completo",
      "email": "Dirección De Email",
      "message": "Mensaje Completo",
      "send": "Enviar Mensaje",
      "success": "¡Mensaje enviado con éxito!",
      "error": "Error al enviar el mensaje. Por favor, inténtalo de nuevo más tarde."
    }
  },
    "tfg": {
        "title": "Trabajo Fin de Grado",
        "title-2": "Trabajo Fin<br>de Grado",
        "description": {
        "p1": "El Trabajo Fin de Grado (TFG) es un proyecto académico que se realiza al final del Grado en Ingeniería Informática. Su objetivo es aplicar los conocimientos adquiridos a lo largo de la carrera en un proyecto práctico.",
        "p2": "El TFG puede abarcar diversas áreas, como desarrollo de software, inteligencia artificial, redes, bases de datos y más. Los estudiantes trabajan bajo la supervisión de un tutor y presentan su trabajo ante un tribunal evaluador."
        }
    }
}